Repository: DavideCapurr/solea
Catalog: App/Resources/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt

source: Permesso di posizione negato. Abilitalo in Impostazioni > Privacy > Localizzazione per vedere l'UV della tua zona.
de: Standortberechtigung verweigert. Aktiviere sie in Einstellungen > Datenschutz > Ortungsdienste, um den UV-Wert deiner Region zu sehen.
en: Location permission denied. Enable it in Settings > Privacy > Location Services to see UV for your area.
es: Permiso de ubicación denegado. Actívalo en Ajustes > Privacidad > Localización para ver el UV de tu zona.
fr: Autorisation de localisation refusée. Activez-la dans Réglages > Confidentialité > Service de localisation pour voir l'UV de votre région.
pt: Permissão de localização negada. Ativa-a em Definições > Privacidade > Localização para veres o UV da tua zona.

source: Permesso di scrittura su Salute negato. Puoi abilitarlo in Salute > Profilo > App > Tanora.
de: Schreibzugriff auf Health verweigert. Du kannst ihn in Health > Profil > Apps > Tanora aktivieren.
en: Health write permission denied. You can enable it in Health > Profile > Apps > Tanora.
es: Permiso de escritura en Salud denegado. Puedes activarlo en Salud > Perfil > Apps > Tanora.
fr: Autorisation d'écriture dans Santé refusée. Activez-la dans Santé > Profil > Apps > Tanora.
pt: Permissão de escrita na Saúde negada. Podes ativá-la em Saúde > Perfil > Apps > Tanora.

source: petto
de: Brust
en: chest
es: pecho
fr: torse
pt: peito

source: Petto
de: Brust
en: Chest
es: Pecho
fr: Torse
pt: Peito

source: Pianifica le tue esposizioni: tempi stimati su misura per la tua pelle e l'UV reale della tua zona.
de: Plane deine Expositionen: geschätzte Zeiten, abgestimmt auf deine Haut und den realen UV-Wert deiner Region.
en: Plan your exposure with estimated times tailored to your skin and the real UV in your area.
es: Planifica tus exposiciones: tiempos estimados a medida para tu piel y el UV real de tu zona.
fr: Planifiez vos expositions : des temps estimés sur mesure pour votre peau et l'UV réel de votre région.
pt: Planeia as tuas exposições: tempos estimados à medida da tua pele e do UV real da tua zona.

source: Piano consigliato
de: Empfohlener Plan
en: Recommended plan
es: Plan recomendado
fr: Plan recommandé
pt: Plano recomendado

source: Piano sessione
de: Sitzungsplan
en: Session plan
es: Plan de sesión
fr: Plan de séance
pt: Plano de sessão

source: Planner
de: Planer
es: Planificador
fr: Planificateur
pt: Planeador

source: Posizione non disponibile.
de: Standort nicht verfügbar.
en: Location unavailable.
es: Ubicación no disponible.
fr: Position indisponible.
pt: Localização indisponível.

source: Posizione non disponibile. Riprova tra qualche istante.
de: Standort nicht verfügbar. Versuche es gleich noch einmal.
en: Location unavailable. Try again in a moment.
es: Ubicación no disponible. Inténtalo de nuevo en unos instantes.
fr: Position indisponible. Réessayez dans un instant.
pt: Localização indisponível. Tenta novamente dentro de momentos.

source: Potenza lampade
de: Lampenleistung
en: Lamp power
es: Potencia de las lámparas
fr: Puissance des lampes
pt: Potência das lâmpadas

source: Previsione UV
de: UV-Vorhersage
en: UV forecast
es: Pronóstico UV
fr: Prévision UV
pt: Previsão UV

source: Previsione UV delle prossime ore
de: UV-Vorhersage für die nächsten Stunden
en: UV forecast for the coming hours
es: Pronóstico UV de las próximas horas
fr: Prévision UV des prochaines heures
pt: Previsão UV das próximas horas

source: Previsioni UV non disponibili per questa località.
de: UV-Vorhersage für diesen Ort nicht verfügbar.
en: UV forecast unavailable for this location.
es: Pronóstico UV no disponible para esta localidad.
fr: Prévisions UV indisponibles pour ce lieu.
pt: Previsões UV indisponíveis para este local.

source: PRIMA
de: VORHER
en: BEFORE
es: ANTES
fr: AVANT
pt: ANTES

source: Prima / dopo
de: Vorher / nachher
en: Before / after
es: Antes / después
fr: Avant / après
pt: Antes / depois

source: Prima sessione
de: Erste Sitzung
en: First session
es: Primera sesión
fr: Première séance
pt: Primeira sessão

source: privacy
de: Datenschutz
es: privacidad
fr: confidentialité
pt: privacidade

source: Problema di connessione: %@
de: Verbindungsproblem: %@
en: Connection problem: %@
es: Problema de conexión: %@
fr: Problème de connexion : %@
pt: Problema de ligação: %@

source: Profilo
de: Profil
en: Profile
es: Perfil
fr: Profil
pt: Perfil

source: Promemoria
de: Erinnerungen
en: Reminders
es: Recordatorios
fr: Rappels
pt: Lembretes

source: Prossimi promemoria
de: Nächste Erinnerungen
en: Upcoming reminders
es: Próximos recordatorios
fr: Prochains rappels
pt: Próximos lembretes

source: Protezione
de: Schutz
en: Protection
es: Protección
fr: Protection
pt: Proteção

source: Prudenza
de: Vorsicht
en: Caution
es: Prudencia
fr: Prudence
pt: Prudência

source: Qual è il colore naturale dei tuoi capelli?
de: Welche natürliche Haarfarbe hast du?
en: What is your natural hair color?
es: ¿Cuál es el color natural de tu pelo?
fr: Quelle est la couleur naturelle de vos cheveux ?
pt: Qual é a cor natural do teu cabelo?

source: Quante lentiggini hai sulle zone non esposte?
de: Wie viele Sommersprossen hast du an sonnengeschützten Stellen?
en: How many freckles do you have on unexposed areas?
es: ¿Cuántas pecas tienes en las zonas no expuestas?
fr: Combien de taches de rousseur avez-vous sur les zones non exposées ?
pt: Quantas sardas tens nas zonas não expostas?

source: Quasi equilibrato: il prossimo cambio aiuta a pareggiare fronte e retro.
de: Fast ausgeglichen: Der nächste Wechsel hilft, Vorder- und Rückseite anzugleichen.
en: Almost balanced: turning over next will help even out front and back exposure.
es: Casi equilibrado: el próximo cambio ayuda a igualar delante y detrás.
fr: Presque équilibré : le prochain changement aide à égaliser l'avant et l'arrière.
pt: Quase equilibrado: a próxima mudança ajuda a igualar a frente e as costas.

source: Quasi neri
de: Fast schwarz
en: Almost black
es: Casi negros
fr: Presque noirs
pt: Quase pretos

source: Quasi uniforme: manca poco per pareggiare i lati.
de: Fast gleichmäßig: Es fehlt wenig, um die Seiten anzugleichen.
en: Almost even: the two sides are close to balanced.
es: Casi uniforme: falta poco para igualar los lados.
fr: Presque uniforme : il s'en faut de peu pour égaliser les côtés.
pt: Quase uniforme: falta pouco para igualar os lados.

source: Quasi uniforme: pochi minuti di differenza tra fronte e retro.
de: Fast gleichmäßig: nur wenige Minuten Unterschied zwischen Vorder- und Rückseite.
en: Almost even: there are only a few minutes' difference between front and back.
es: Casi uniforme: pocos minutos de diferencia entre delante y detrás.
fr: Presque uniforme : quelques minutes d'écart entre l'avant et l'arrière.
pt: Quase uniforme: poucos minutos de diferença entre a frente e as costas.

source: Questa sessione non ha tracciamento fronte/retro.
de: Diese Sitzung hat keine Vorder-/Rückseiten-Erfassung.
en: Front/back exposure wasn't tracked for this session.
es: Esta sesión no tiene seguimiento delante/detrás.
fr: Cette séance n'a pas de suivi avant/arrière.
pt: Esta sessão não tem registo frente/costas.

source: Questa settimana
de: Diese Woche
en: This week
es: Esta semana
fr: Cette semaine
pt: Esta semana

source: Quota della dose massima
de: Anteil der Maximaldosis
en: Share of the maximum dose
es: Porcentaje de la dosis máxima
fr: Part de la dose maximale
pt: Quota da dose máxima

source: Quota della MED
de: Anteil der MED
en: Share of MED
es: Porcentaje de la MED
fr: Part de la DEM
pt: Quota da MED

source: raggiunto
de: erreicht
en: reached
es: alcanzado
fr: atteint
pt: alcançado

source: Raramente mi scotto, mi abbronzo bene
de: Ich bekomme selten Sonnenbrand, werde gut braun
en: I rarely burn, I tan well
es: Raramente me quemo, me bronceo bien
fr: Je brûle rarement, je bronze bien
pt: Raramente me queimo, bronzeio bem

source: Rare
de: Wenige
en: Few
es: Pocas
fr: Rares
pt: Poucas

source: Recupero leggero: acqua, ombra e prossima sessione nelle ore ideali.
de: Leichte Erholung: Wasser, Schatten und nächste Sitzung zu den idealen Zeiten.
en: Light recovery: drink water, stay in the shade, and schedule your next session during one of the best times.
es: Recuperación ligera: agua, sombra y próxima sesión en las horas ideales.
fr: Récupération légère : eau, ombre et prochaine séance aux heures idéales.
pt: Recuperação ligeira: água, sombra e próxima sessão nas horas ideais.

source: Retro
de: Rückseite
en: Back
es: Detrás
fr: Arrière
pt: Costas

source: Riapplica la crema
de: Creme erneut auftragen
en: Reapply sunscreen
es: Vuelve a aplicar la crema
fr: Réappliquez la crème
pt: Reaplica o creme

source: Riapplica SPF o vai all'ombra
de: LSF erneut auftragen oder in den Schatten gehen
en: Reapply SPF or move to the shade
es: Vuelve a aplicar SPF o ponte a la sombra
fr: Réappliquez le SPF ou mettez-vous à l'ombre
pt: Reaplica o FPS ou vai para a sombra

source: Riepilogo
de: Zusammenfassung
en: Summary
es: Resumen
fr: Récapitulatif
pt: Resumo

source: Rifai il quiz
de: Quiz wiederholen
en: Retake the quiz
es: Repetir el test
fr: Refaire le quiz
pt: Repetir o questionário

source: Riflessione salvata
de: Reflexion gespeichert
en: Reflection saved
es: Reflexión guardada
fr: Réflexion enregistrée
pt: Reflexão guardada

source: Riprendi esposizione
de: Exposition fortsetzen
en: Resume exposure
es: Reanudar exposición
fr: Reprendre l'exposition
pt: Retomar exposição

source: Riprova
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
pt: Tentar novamente

source: Rischio scottatura alto
de: Hohes Sonnenbrandrisiko
en: High burn risk
es: Riesgo de quemadura alto
fr: Risque de brûlure élevé
pt: Risco de queimadura alto

source: Rischio scottatura basso
de: Geringes Sonnenbrandrisiko
en: Low burn risk
es: Riesgo de quemadura bajo
fr: Risque de brûlure faible
pt: Risco de queimadura baixo

source: Rischio scottatura moderato
de: Mäßiges Sonnenbrandrisiko
en: Moderate burn risk
es: Riesgo de quemadura moderado
fr: Risque de brûlure modéré
pt: Risco de queimadura moderado

source: Risposta del coach non leggibile.
de: Antwort des Coaches nicht lesbar.
en: The coach's reply couldn't be read.
es: Respuesta del coach ilegible.
fr: Réponse du coach illisible.
pt: Resposta do coach ilegível.

source: Rossa
de: Rot
en: Red
es: Roja
fr: Rouge
pt: Vermelha

source: Rossi
de: Rot
en: Red
es: Pelirrojos
fr: Roux
pt: Ruivos

source: Salva riflessione
de: Reflexion speichern
en: Save reflection
es: Guardar reflexión
fr: Enregistrer la réflexion
pt: Guardar reflexão

source: Salva su Apple Health il tempo alla luce del giorno della sessione.
de: Speichere in Apple Health die Tageslichtzeit der Sitzung.
en: Save the session's time in daylight to Apple Health.
es: Guarda en Apple Health el tiempo a la luz del día de la sesión.
fr: Enregistrez dans Apple Santé le temps à la lumière du jour de la séance.
pt: Guarda na Apple Saúde o tempo à luz do dia da sessão.

source: Salva su Salute
de: In Health speichern
en: Save to Health
es: Guardar en Salud
fr: Enregistrer dans Santé
pt: Guardar na Saúde

source: Salvataggio in corso…
de: Wird gespeichert…
en: Saving…
es: Guardando…
fr: Enregistrement…
pt: A guardar…

source: Salvataggio non riuscito
de: Speichern fehlgeschlagen
en: Could not save
es: No se pudo guardar
fr: Échec de l'enregistrement
pt: Falha ao guardar

source: Salvataggio su Salute non riuscito: %@
de: Speichern in Health fehlgeschlagen: %@
en: Saving to Health failed: %@
es: No se pudo guardar en Salud: %@
fr: Échec de l'enregistrement dans Santé : %@
pt: Falha ao guardar na Saúde: %@

source: Salvato su Salute
de: In Health gespeichert
en: Saved to Health
es: Guardado en Salud
fr: Enregistré dans Santé
pt: Guardado na Saúde

source: Sbilanciata: parti dal lato meno esposto nella prossima sessione.
de: Unausgeglichen: Beginne in der nächsten Sitzung mit der weniger belichteten Seite.
en: Unbalanced: start on the less exposed side during your next session.
es: Desequilibrada: empieza por el lado menos expuesto en la próxima sesión.
fr: Déséquilibrée : commencez par le côté le moins exposé lors de la prochaine séance.
pt: Desequilibrada: começa pelo lado menos exposto na próxima sessão.

source: Scegli una data di partenza ad almeno un giorno da oggi.
de: Wähle ein Abreisedatum, das mindestens einen Tag in der Zukunft liegt.
en: Pick a departure date at least one day from today.
es: Elige una fecha de salida de al menos un día desde hoy.
fr: Choisissez une date de départ à au moins un jour d'aujourd'hui.
pt: Escolhe uma data de partida com pelo menos um dia a partir de hoje.

source: schiena
de: Rücken
en: back
es: espalda
fr: dos
pt: costas

source: Schiena
de: Rücken
en: Back
es: Espalda
fr: Dos
pt: Costas

source: Scopri il tuo fototipo
de: Entdecke deinen Hauttyp
en: Discover your skin type
es: Descubre tu fototipo
fr: Découvrez votre phototype
pt: Descobre o teu fototipo

source: Scrivi al coach…
de: Schreib dem Coach…
en: Message the coach…
es: Escribe al coach…
fr: Écrivez au coach…
pt: Escreve ao coach…

source: Scura
de: Dunkel
en: Dark
es: Oscura
fr: Foncée
pt: Escura

source: Segnare sensazioni e note ti aiuta a capire quali durate, UV e SPF funzionano meglio per te.
de: Das Festhalten von Empfindungen und Notizen hilft dir zu verstehen, welche Dauer, UV-Werte und LSF für dich am besten funktionieren.
en: Tracking sensations and notes helps you understand which durations, UV levels and SPF work best for you.
es: Anotar sensaciones y notas te ayuda a entender qué duraciones, UV y SPF funcionan mejor para ti.
fr: Noter vos sensations et remarques vous aide à comprendre quelles durées, UV et SPF vous conviennent le mieux.
pt: Registar sensações e notas ajuda-te a perceber que durações, UV e FPS funcionam melhor para ti.

source: Sensazione
de: Empfindung
en: Skin response
es: Sensación
fr: Sensation
pt: Sensação

source: Senza limiti di tempo
de: Ohne Zeitlimit
en: No time limit
es: Sin límite de tiempo
fr: Sans limite de temps
pt: Sem limite de tempo

source: Senza protezione
de: Ohne Schutz
en: No sunscreen
es: Sin protección
fr: Sans protection
pt: Sem proteção

source: Sessione
de: Sitzung
en: Session
es: Sesión
fr: Séance
pt: Sessão

source: Sessione completata
de: Sitzung abgeschlossen
en: Session completed
es: Sesión completada
fr: Séance terminée
pt: Sessão concluída

source: Sessione in corso
de: Sitzung läuft
en: Session in progress
es: Sesión en curso
fr: Séance en cours
pt: Sessão em curso

source: Sessione intensa ma ancora sotto soglia: utile per abbronzarti gradualmente, senza aggiungere altro sole oggi.
de: Intensive Sitzung, aber noch unter der Schwelle: gut, um dich allmählich zu bräunen, ohne heute mehr Sonne hinzuzufügen.
en: An intense session that stayed below the limit and supports a gradual tan. Avoid any more sun today.
es: Sesión intensa pero aún bajo el umbral: útil para broncearte gradualmente, sin añadir más sol hoy.
fr: Séance intense mais encore sous le seuil : utile pour bronzer progressivement, sans ajouter de soleil aujourd'hui.
pt: Sessão intensa mas ainda abaixo do limite: útil para te bronzeares gradualmente, sem adicionar mais sol hoje.

source: Sessione più breve dell'obiettivo: utile come esposizione leggera, ma il risultato sarà graduale.
de: Sitzung kürzer als das Ziel: gut als leichte Exposition, aber das Ergebnis wird allmählich kommen.
en: This session was shorter than your goal. It still counts as light exposure, but results will be gradual.
es: Sesión más corta que el objetivo: útil como exposición ligera, pero el resultado será gradual.
fr: Séance plus courte que l'objectif : utile comme exposition légère, mais le résultat sera progressif.
pt: Sessão mais curta do que o objetivo: útil como exposição ligeira, mas o resultado será gradual.

source: Sessione sbilanciata: la prossima volta parti dal lato meno esposto.
de: Unausgeglichene Sitzung: Beginne nächstes Mal mit der weniger belichteten Seite.
en: This session was unbalanced. Start on the less exposed side next time.
es: Sesión desequilibrada: la próxima vez empieza por el lado menos expuesto.
fr: Séance déséquilibrée : la prochaine fois, commencez par le côté le moins exposé.
pt: Sessão desequilibrada: da próxima vez começa pelo lado menos exposto.

source: Sessione Tanora completata: %@, UV medio %@, %@ della soglia prudente. ☀️
de: Tanora-Sitzung abgeschlossen: %@, durchschnittlicher UV %@, %@ der empfohlenen Schwelle. ☀️
en: Tanora session completed: %@, average UV %@, %@ of the recommended limit. ☀️
es: Sesión Tanora completada: %@, UV medio %@, %@ del umbral prudente. ☀️
fr: Séance Tanora terminée : %@, UV moyen %@, %@ du seuil prudent. ☀️
pt: Sessão Tanora concluída: %@, UV médio %@, %@ do limite prudente. ☀️

source: sessioni
de: Sitzungen
en: sessions
es: sesiones
fr: séances
pt: sessões

source: Sessioni
de: Sitzungen
en: Sessions
es: Sesiones
fr: Séances
pt: Sessões

source: Sette giorni di fila di esposizione intelligente.
de: Sieben Tage in Folge mit smartem Sonnen.
en: Seven days in a row of smart exposure.
es: Siete días seguidos de exposición inteligente.
fr: Sept jours d'affilée d'exposition intelligente.
pt: Sete dias seguidos de exposição inteligente.

source: Sincronizzazione del fototipo con l'Apple Watch non riuscita: %@
de: Synchronisierung des Hauttyps mit der Apple Watch fehlgeschlagen: %@
en: Could not sync your skin type with Apple Watch: %@
es: No se pudo sincronizar el fototipo con el Apple Watch: %@
fr: Échec de la synchronisation du phototype avec l'Apple Watch : %@
pt: Falha ao sincronizar o fototipo com o Apple Watch: %@

source: soglia
de: Schwelle
en: threshold
es: umbral
fr: seuil
pt: limite

source: Soglia raggiunta — mettiti all'ombra
de: Schwelle erreicht – geh in den Schatten
en: Threshold reached — move to the shade
es: Umbral alcanzado — ponte a la sombra
fr: Seuil atteint — mettez-vous à l'ombre
pt: Limite atingido — vai para a sombra

source: Sole
de: Sonne
en: Sun
es: Sol
fr: Soleil
pt: Sol

source: Tanora continuerà a mostrarti target, tempo, UV e limite prudente. Plus aggiunge tracciamento fronte/retro, promemoria personalizzati e Live Activity avanzata.
de: Tanora zeigt dir weiterhin Ziel, Zeit, UV und empfohlenes Limit. Plus ergänzt Vorder-/Rückseiten-Tracking, personalisierte Erinnerungen und eine erweiterte Live Activity.
en: Tanora will keep showing your target, time, UV and recommended limit. Plus adds front/back tracking, custom reminders and advanced Live Activity.
es: Tanora seguirá mostrándote objetivo, tiempo, UV y límite prudente. Plus añade seguimiento delante/detrás, recordatorios personalizados y Live Activity avanzada.
fr: Tanora continuera de vous montrer objectif, temps, UV et limite prudente. Plus ajoute le suivi avant/arrière, des rappels personnalisés et une Live Activity avancée.
pt: O Tanora continuará a mostrar-te objetivo, tempo, UV e limite prudente. O Plus acrescenta registo frente/costas, lembretes personalizados e Live Activity avançada.

source: Tanora fornisce stime informative, non consigli medici.
de: Tanora liefert informative Schätzungen, keine medizinische Beratung.
en: Tanora provides informational estimates, not medical advice.
es: Tanora ofrece estimaciones informativas, no consejos médicos.
fr: Tanora fournit des estimations informatives, pas des conseils médicaux.
pt: A Tanora fornece estimativas informativas, não conselhos médicos.

source: Tanora fornisce stime informative, non consigli medici. In caso di dubbi sulla tua pelle consulta un dermatologo.
de: Tanora liefert informative Schätzungen, keine medizinische Beratung. Bei Zweifeln zu deiner Haut wende dich an eine Dermatologin oder einen Dermatologen.
en: Tanora provides informational estimates, not medical advice. If in doubt about your skin, consult a dermatologist.
es: Tanora ofrece estimaciones informativas, no consejos médicos. Ante cualquier duda sobre tu piel, consulta a un dermatólogo.
fr: Tanora fournit des estimations informatives, pas des conseils médicaux. En cas de doute sur votre peau, consultez un dermatologue.
pt: A Tanora fornece estimativas informativas, não conselhos médicos. Em caso de dúvidas sobre a tua pele, consulta um dermatologista.

source: Tanora ti richiama 30 minuti prima e quando inizia una finestra ideale, così puoi entrare nell'app e avviare una sessione prudente.
de: Tanora erinnert dich 30 Minuten vorher und zu Beginn eines idealen Zeitfensters, damit du die App öffnen und eine umsichtige Sitzung starten kannst.
en: Tanora reminds you 30 minutes before and when an ideal window starts, so you can open the app and begin a cautious session.
es: Tanora te avisa 30 minutos antes y cuando empieza una franja ideal, para que puedas entrar en la app e iniciar una sesión prudente.
fr: Tanora vous rappelle 30 minutes avant et au début d'un créneau idéal, pour que vous puissiez ouvrir l'app et lancer une séance prudente.
pt: O Tanora avisa-te 30 minutos antes e quando começa uma janela ideal, para que possas abrir a app e iniciar uma sessão prudente.

source: Sono passate quasi due ore: rimetti la protezione solare.
de: Fast zwei Stunden sind vergangen: trag erneut Sonnenschutz auf.
en: It's been almost two hours: reapply sunscreen.
es: Han pasado casi dos horas: vuelve a ponerte protección solar.
fr: Près de deux heures se sont écoulées : remettez de la protection solaire.
pt: Passaram quase duas horas: volta a aplicar protetor solar.

source: SPF
de: LSF
pt: FPS

source: SPF %@
de: LSF %@
pt: FPS %@

source: SPF %lld
de: LSF %lld
pt: FPS %lld

source: SPF applicato
de: Aufgetragener LSF
en: Applied SPF
es: SPF aplicado
fr: SPF appliqué
pt: FPS aplicado

source: Stai all'aperto senza forzare l'abbronzatura
de: Bleib draußen, ohne die Bräune zu erzwingen
en: Enjoy time outdoors without pushing your tan
es: Quédate al aire libre sin forzar el bronceado
fr: Restez dehors sans forcer le bronzage
pt: Fica ao ar livre sem forçar o bronzeado

source: Stima breve per circa %lld IU di vitamina D, poi protezione o ombra.
de: Kurze Schätzung von etwa %lld IE Vitamin D, danach Schutz oder Schatten.
en: A short estimate for about %lld IU of vitamin D, then protection or shade.
es: Estimación breve de unas %lld UI de vitamina D, luego protección o sombra.
fr: Estimation courte d'environ %lld UI de vitamine D, puis protection ou ombre.
pt: Estimativa breve de cerca de %lld UI de vitamina D, depois proteção ou sombra.

source: Stimato per il tuo fototipo %@ all'UV attuale; si aggiorna se l'UV cambia.
de: Geschätzt für deinen Hauttyp %@ beim aktuellen UV-Wert; wird aktualisiert, wenn sich der UV-Wert ändert.
en: Estimated for skin type %@ at the current UV level; it updates when the UV level changes.
es: Estimado para tu fototipo %@ con el UV actual; se actualiza si el UV cambia.
fr: Estimé pour votre phototype %@ à l'UV actuel ; mis à jour si l'UV change.
pt: Estimado para o teu fototipo %@ com o UV atual; atualiza-se se o UV mudar.

source: Stimato per il tuo fototipo %@ in base all'equivalente UV della potenza scelta. È una stima: segui sempre le indicazioni del centro.
de: Geschätzt für deinen Hauttyp %@ anhand des UV-Äquivalents der gewählten Leistung. Eine Schätzung: Beachte stets die Hinweise des Studios.
en: Estimated for skin type %@ using the UV equivalent of the selected intensity. This is only an estimate; always follow the salon's guidance.
es: Estimado para tu fototipo %@ según el equivalente UV de la potencia elegida. Es una estimación: sigue siempre las indicaciones del centro.
fr: Estimé pour votre phototype %@ selon l'équivalent UV de la puissance choisie. C'est une estimation : suivez toujours les consignes du centre.
pt: Estimado para o teu fototipo %@ com base no equivalente UV da potência escolhida. É uma estimativa: segue sempre as indicações do centro.
